Repository: DenAnger/MagicBall
Catalog: MagicBall/Translation/*.lproj/Localizable.strings
Languages: es, ru

source: Indisputably
es: Indiscutiblemente
ru: Бесспорно

source: It's a foregone conclusion
es: Es una conclusión inevitable
ru: Предрешено

source: No doubt about it
es: No hay duda
ru: Никаких сомнений

source: Definitely yes
es: Definitivamente sí
ru: Определённо да

source: You can be sure of that
es: Puedes estar seguro de eso
ru: Можете быть уверены в этом

source: I think - "yes"
es: Creo que - "sí"
ru: Мне кажется - "да"

source: Most likely
es: Lo más probable
ru: Вероятнее всего

source: Good prospects
es: Buenas perspectivas
ru: Хорошие перспективы

source: Signs say "yes"
es: Las señales dicen "sí"
ru: Знаки говорят - "да"

source: Yes
es: Sí
ru: Да

source: It's not clear yet, try again
es: Aún no está claro, inténtalo de nuevo
ru: Пока не ясно, попробуйте снова

source: Ask me later
es: Pregunte más tarde
ru: Спроси позже

source: It's better not to tell
es: Es mejor no decir
ru: Лучше не рассказывать

source: It's impossible to predict now
es: Es imposible predecir ahora
ru: Сейчас нельзя предсказать

source: Concentrate and ask again
es: Concéntrate y vuelve a preguntar
ru: Сконцентрируйся и спроси снова

source: Don't even think about it
es: Ni lo pienses
ru: Даже не думай

source: My answer is "no"
es: Mi respuesta es "no"
ru: Мой ответ - "нет"

source: According to my data - "no"
es: Según mis datos - "no"
ru: По моим данным - "нет"

source: The prospects are not very good
es: Las perspectivas no son muy buenas
ru: Перспективы не очень хорошие

source: Very doubtful
es: Muy dudoso
ru: Весьма сомнительно
